---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonMomentOfInertiaStrongAxis
source: html/230e4b3f-346f-8abb-679f-47acff9f050d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionCommonMomentOfInertiaStrongAxis Property

"Moment of Inertia strong axis"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionCommonMomentOfInertiaStrongAxis { get; }
```